{
   "tooltip_icon_entity_inspector": "KI Inspektor",
   "tooltip_icon_campaign_browser": "Kampagnenbrowser",
   "tooltip_icon_item_dropper": "Objektspawner",
   "tooltip_icon_object_browser": "Objektbrowser",
   "tooltip_icon_perfmon": "Performancemonitor",
   "tooltip_icon_entity_editor": "Einheiteneditor",
   "tooltip_icon_job_monitor": "Jobmonitor",
   "tooltip_icon_trace_monitor": "Pfadmonitor",
   "entity_editor": {
      "destination": {
         "tooltip_region": "Zeigt sich als lila Linien, wenn du F11 drückst. Dies ist die Region, aus der wir die angrenzenden Regionen erzeugen. Es sollte alle deine Entität in ein hübsches Quadrat passen.",
         "tooltip_region_min": "Vordere linke Ecke (meist y=0)",
         "tooltip_region_max": "Hintere rechte Ecke mit y setzt du die gewünschte Höhe (meist y=1)",
         "tooltip_adjacency": "Zeigt sich als rote Linien, wenn du F11 drückst. Dies ist der Bereich wohin ein Hearthling geht, wenn er zu der Entität geht. Klicke auf ein Quadrat, um es als angrenzend an das Objekt oder nicht zu setzen.",
         "json_description": "Füge dies als das 'destination' und als 'region_collision_shape' Komponente (falls zutreffend) in die .json-Datei deiner Entität ein. NICHT in die Ghost einfügen!"
      },
      "mob": {
         "tooltip_axis_alignment": "Legt fest ob diese Einheit auf die X- oder Z-Achse ausgerichtet ist. Wenn diese Option aktiviert ist, wird die Entität normalerweise ins Rasternetz eingefügt (Wird sichtbar wenn du Z drückst)",
         "tooltip_model_origin": "Die Mitte dieses Modells (mit Skalenzahlen angewendet), um die sich die Mesh/aktuellen Voxel drehen. Dies ist 0,0,0 wenn man eine gerade Anzahl von Voxeln modelliert. Achte darauf das Modell in der .qb-Datei zu zentrieren. Wenn dein Modell eine ungerade Anzahl von Voxeln hat, beweg die größere Hälfte des Modells in den oberen rechten Quadranten in Qubicle Constuctor, multipliziere Sie mit 0,5 durch die Skala des Modells, um den neuen Ursprung zu erhalten. Bsp: wenn die Skala = 0.1, dann ist der Ursprung = -0.05, 0, 0.05",
         "tooltip_region_origin": "Das Zentrum der Region des Modells. Dies ist der Punkt über den sich der Bereich für das Angrenzen dreht.",
         "json_description": "Fügen Sie diese als die Mob-Komponente in die Ghost.json deiner Eintität. Vergewissere dich, dass der Ghost in deiner Hauptdatei hinterlegt ist."
      }
   },
   "debugtools_mixintos": {
      "interrupt_ai": {
         "interrupt_command": {
            "display_name": "Unterbrechen",
            "description": "Sendet die KI wieder auf stonehearth:top"
         }
      }
   }
}